Repository: SaluBhayo/ACSPinKit
Catalog: Pod/Assets/Localization/*.lproj/ACSPinKit_I18N.strings
Languages: de

# acspinkit.button.cancel.title
source: Cancel
de: Abbrechen

# acspinkit.button.action.title
source: Menu
de: Menü

# acspinkit.button.delete.title
source: Delete
de: Löschen

# acspinkit.verify.header.text
source: Enter your passcode:
de: Geben Sie Ihren Pincode ein:

# acspinkit.verify.alert.initial.text
source: %ld retries left.
de: Noch %ld Versuche.

# acspinkit.verify.alert.singular.text
source: Wrong passcode. One retry left.
de: Pincode falsch. Noch ein Versuch.

# acspinkit.verify.alert.plural.text
source: Wrong passcode. %ld retries left.
de: Pincode falsch. Noch %ld Versuche.

# acspinkit.change.header.text
source: Enter your current passcode:
de: Geben Sie Ihren aktuellen Pincode ein:

# acspinkit.create.header.initial.text
source: Enter your desired passcode:
de: Geben Sie Ihren gewünschten Pincode ein:

# acspinkit.create.header.repeat.text
source: Repeat passcode:
de: Pincode wiederholen:

# acspinkit.create.alert.text
source: Passcodes don't match. Try again!
de: Keine Übereinstimmung. Nochmal versuchen!

# acspinkit.touchid.reason.text
source: Authentication needed.
de: Bitte authentifizieren Sie sich.

# acspinkit.touchid.button.fallback.title
source: Enter Passcode
de: Pincode eingeben
